<?php
/**
 * Project Name: TaxiLand
 * Description: HTML skins files
 * Author: Amcon Soft
 * Author URI: https://www.amconsoft.com/
 * Version: 0.0.1
 *
 * Current file: Russian language variable
 */

$_text[ 'language' ]			= 'РУС';
$_text[ 'title' ]				= 'Flip Taxi';
$_text[ 'toggle_navigation' ]	= 'Переключение навигации';
$_text[ 'current' ]				= 'Текущий';
$_text[ 'passenger' ]			= 'Пассажир';
$_text[ 'driver' ]				= 'Водитель';
$_text[ 'contact' ]				= 'Связаться';

// Footer
$_text[ 'copyright' ]			= 'Copyright 2017 by Flip Taxi. All Rights Reserved';

// Content for passenger
$_text[ 'flip_desc' ]			= 'Будьте уверены в своем времени!<br>Лучшая служба заказа ТАКСИ!';
$_text[ 'banner_flip_title' ] 	= 'Будьте уверены в своем времени!';
$_text[ 'banner_flip_desc' ] 	= 'Are you going anywhere? Let Flip you.<br>Apply the car and the private driver will pick you up in a few minutes.';
$_text[ 'h2_work' ] 			= 'Как рабоатет Flip?';
$_text[ 'h2_work_desc_1' ] 		= 'Задайте начальную и конечную точки и получите цену.';
$_text[ 'h2_work_desc_2' ] 		= 'Отслеживайте местоположение водителя и всю информацию по заказу.';
$_text[ 'h2_work_desc_3' ] 		= 'Оценить поездку.';
$_text[ 'h2_info' ] 			= 'Больше, чем просто приложение';
$_text[ 'h2_info_desc' ] 		= 'Мы связываем наших клиентов с лучшими водителями, которые готовы предоставить наиболее выгодные цены в городе. Когда Вы пользуетесь Flip, мы делаем все, чтобы Ваше путешествие было максимально простым и удобным.';
$_text[ 'h2_info_title_1' ] 	= 'Быстрее';
$_text[ 'h2_info_text_1' ] 		= 'Найдите и закажите такси, нажав одну кнопку.';
$_text[ 'h2_info_title_2' ] 	= 'Безопаснее';
$_text[ 'h2_info_text_2' ] 		= 'Только проверенные водители.';
$_text[ 'h2_info_title_3' ] 	= 'Безупречный опыт';
$_text[ 'h2_info_text_3' ] 		= 'Наслаждайтесь безупречным приложением и первоклассным сервисом.';
$_text[ 'h2_info_title_4' ] 	= 'Надежные поездки';
$_text[ 'h2_info_text_4' ] 		= 'Вы увидите контактные данные своего водителя и сможете оценить его во время поездки. Ваша оценка поможет работать только с лучшими водителями.';

// Content for driver
$_text[ 'driver_desc' ]			= 'Будьте уверены в своем времени!<br>Лучшая служба заказа ТАКСИ!';
$_text[ 'banner_driver_title' ] = 'Будьте уверены в своем времени!';
$_text[ 'banner_driver_desc' ] 	= 'Are you going anywhere? Let Flip you.<br>Apply the car and the private driver will pick you up in a few minutes.';

$_text[ 'h2_work_d' ] 			= 'Как работает Flip?';
$_text[ 'h2_work_d_desc_1' ] 	= 'Принять заказ.';
$_text[ 'h2_work_d_desc_2' ] 	= 'Фиксируй поездку таксометром.';
$_text[ 'h2_work_d_desc_3' ] 	= 'Оценить поездку.';
$_text[ 'h2_info_d' ] 			= 'Больше, чем просто приложение';
$_text[ 'h2_info_d_desc' ] 		= 'Мы связываем наших клиентов с лучшими водителями, которые готовы предоставить наиболее выгодные цены в городе. Когда Вы пользуетесь Flip, мы делаем все, чтобы Ваше путешествие было максимально простым и удобным.';
$_text[ 'h2_info_d_title_1' ] 	= 'Для бизнеса';
$_text[ 'h2_info_d_text_1' ] 	= 'Наше приложение поможет Вашему бизнесу инновациями в сфере услуг такси.';
$_text[ 'h2_info_d_title_2' ] 	= 'Для физических лиц';
$_text[ 'h2_info_d_text_2' ] 	= 'Вы можете работать когда захотите и сколько захотите.';

// Button
$_text[ 'read_more' ]			= 'Подробнее';

// Content for passenger help
$_text['how_to_use']            = 'Как пользоваться Flip?';

$_text['create_order']          = 'Создание заказа.';
$_text['create_order_desc_1']   = 'Необходимо ввести начальную и конечную точку для поездки. ';
$_text['create_order_desc_2']   = 'Начальную точку можно задать двумя способами:';
$_text['create_order_text_1_1'] = 'Ввести название улицы и выбрать из списка необходимую';
$_text['create_order_text_1_2'] = 'Нажать на иконку местоположения в строке и Ваше текущее местоположения добавиться в строку';
$_text['create_order_desc_3']   = 'На карте отобразится маркет который соответствует указанному адресу. При зажатии маркера активируется режим перемещения, с помощью которого можно отредактировать адрес. Также адрес можно изменить непосредственно в текстовой строке.';
$_text['create_order_text_4']   = 'Конечную точку можно ввести тремя способами:';
$_text['create_order_text_2_1'] = 'Ввести название улицы и выбрать из списка необходимую';
$_text['create_order_text_2_2'] = 'Установить точку на карте';
$_text['create_order_text_2_3'] = 'Выбрать место из избранных';
$_text['create_order_desc_5']   = 'Второй и третий пункт активируются через нажатие на иконку в строке конечного адреса.';
$_text['create_order_desc_6']   = 'На карте отобразится маркер который соответствует указанному адресу. При зажатии маркера активируется режим перемещения, с помощью которого можно отредактировать адрес. Также адрес можно изменить непосредственно в текстовой строке.';
$_text['create_order_desc_7']   = 'После ввода адресов - маршрут отобразиться на карте и автоматически посчитается приблизительная стоимость поездки. Для отправки заказа водителям необходимо нажать на кнопку “Request Driver”, если необходимо ввести комментарий для заказа и подтвердить отправку. После чего все водители в радиусе 5 км увидят заказ.';

$_text['order_progress']        = 'Заказ в процессе:';
$_text['order_progress_desc_1'] = 'Затем откроется экран ожидания который будет отображаться до момента пока один из водителей не примет заказ. ';
$_text['order_progress_desc_2'] = 'После того как водитель принял заказ на карте отобразится иконка с местоположением водителя и окно с информацией о заказе.';
$_text['order_progress_desc_3'] = 'В окне с информацией возможно открыть чат с водителем или набрать водителя на телефонный номер. Для обновления местоположения водителя необходимо нажать на кнопку “Locate the driver”. Чтобы отменить заказ необходимо нажать на кнопку “Cancel order” после чего необходимо выбрать причину отказа и подтвердить отмену. Для активации заказа водителю необходимо передать “Security code” который подтвердит что Вы находитесь рядом с водителем и готовы начать поездку.';
$_text['order_progress_desc_4'] = 'После того как водитель введ “Security code” у себя в приложении - Вы увидите таксометр на котором будет отображаться дистанция, скорость и стоимость, а также на карте отобразится маршрут и иконка машины, которая будет соответствовать вашему текущему местоположению.';

$_text['order_end']             = 'Окончание поездки';
$_text['order_end_desc_1']      = 'После закрытия заказа водителем, вам отобразится окно в котором необходимо будет установить рейтинг водителю или заблокировать водителя. Если водитель будет заблокирован - то в будущем он не будет получать от вас заказы, до момента пока не будет удален из вашего черного списка.';


// Content for driver help
$_text['register']              = 'Регистрация';
$_text['register_desc_1']       = 'На первом шаге регистрации необходимо ввести номер телефона в формате +5920000000  на который будет отправлено смс сообщение с кодом.  ';
$_text['register_desc_2']       = 'После подтверждения номера телефона вы попадаете на второй шаг регистрации где необходимо заполнить все текстовые поля поля, и загрузить фотографии: водителя, номера автомобиля, водительских прав. Поле “e-mail” будет Вашим логином при авторизации. Для завершения регистрации необходимо согласиться с лицензионными правами и нажать кнопку “Register”.';

$_text['subscription']          = 'Подписка';
$_text['subscription_desc_1']   = 'Для  того, чтобы начать получать заказы необходимо иметь активированную подписку. Один раз в 24 часа водителю доступна активация бесплатной подписки, длительность которой 1 час. Приобрести подписку можно с главного экрана или непосредственно через меню перейти на экран приобретения подписки. Вам необходимо выбрать тип подписки. ';
$_text['subscription_desc_2']   = 'Типы подписок:';
$_text['subscription_text_1_1'] = 'День';
$_text['subscription_text_1_2'] = 'Месяц';
$_text['subscription_text_1_3'] = '3 месяца';
$_text['subscription_text_1_4'] = 'Бесплатная подписка (если еще не использована)';
$_text['subscription_desc_5']   = 'После выбора подписки необходимо нажать на кнопку “Buy” (если на главном экране) и затем кнопку “Subscribe”. После администратору будет отправлен запрос на подтверждение подписки. Только после подтверждения администратором - подписка становится активной. Бесплатная подписка не требует подтверждения от администратора.';
$_text['subscription_desc_6']   = 'После приобретения подписки необходимо установить переключатель “Availability” в активный режим. После чего запустится таймер подписки.и Вы начнете получать заказы.';

$_text['order']                 = 'Заказ';
$_text['order_desc_1']          = 'Когда клиент в радиусе 5 км от Вас создает заказа - заказ показывается на экране.';
$_text['order_desc_2']          = 'После принятия заказа Вы увидите информацию о клиенте, комментарий и кнопки для перехода в чат, в котором можно отправлять сообщения клиенту.';
$_text['order_desc_3']          = 'Для старта заказа Вам необходимо будет ввести “Security code” который был присвоен клиенту при создании заказа, и отображается у клиента в апп.';
$_text['order_desc_4']          = 'После ввода кода - заказ активируется, после чего Вам откроется таксометр (считает: время, скорость движения, дистанцию) и на карте отобразится маршрут поездки. Для запуска и остановки таксмотра необходимо активировать соответствующие кнопки. Чтобы завершить заказ - таксометр должен быть остановлен. ';
$_text['order_desc_5']          = 'После завершения заказа отобразится окно в котором необходимо будет заблокировать или установить рейтинг клиенту. Если клиент будет заблокирован - то в будущем заказы от этого клиент не будут Вам предлагаться, до момента пока не будет удален из вашего черного списка.';

$_text['history']               = 'История';
$_text['history_desc_1']        = 'Вы можете просмотреть историю заказов и платежей за все время использования приложения.';
$_text['contact_us']            = 'Contact us';